<template>
    <div class="about page">
      <br/>
      <center> <h1>Histime 개인정보처리방침</h1> </center>
       <br/>
        <h3 style="padding-left:23%">1.총칙 및 통합 개인정보 처리 방침</h3>
            <p>Histime 통합개인정보처리방침은 CRA가 제공하는 다양한 대학생 맞춤 서비스를 제공함에 있어, 정보를 어떻게 수집·이용·보관·파기하는지에 <br> 대한 정보를 담은 방침을 의미합니다. Histime 통합개인정보처리방침은 각 서비스에서 언제든지 확인할 수 있습니다.

            CRA는 히즈타임(Histime) <br>및 관련 제반 서비스(이하 “서비스”라고 합니다)를 이용하는 회원의 개인정보 보호를 소중하게 생각하고, 회원의 개인정보를 보호하기 위하여 <br>항상 최선을 다해 노력하고 있습니다.
            CRA는 개인정보 보호 관련 주요 법률인 개인정보 보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률<br>(이하 “정보통신망법”이라고 합니다.)을 비롯한 모든 개인정보 보호에 관련 법률 규정 및 국가기관 등이 제정한 고시, 훈령, 지침 등을 준수합니다.<br>

            본 개인정보취급방침은 Histime및 관련 제반 서비스를 이용하는 회원에 대하여 적용되며, 회원에 대하여 적용되며, 회원이 제공하는 개인정보가<br> 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위하여 어떠한 조처를 취하고 있는지 알립니다.
            </p>
       <h3 style="padding-left:23%">2.수집하는 개인정보 </h3>
            <p>회원은 회원가입을 하지 않더라도, Hisnet 회원과 동일하게 이용할 수 있습니다.
            회원은 본인의 선택으로 Hisnet 아이디/비밀번호를 이용하여<br> 로그인 한 뒤 서비스를 이용할 수 있습니다. 이 경우, CRA는 로그인 시점부터 아래와 같은 개인정보 중 일부를 수집합니다. 단, 회원이 각 항목에<br> 해당되지 않을 경우, 해당 항목의 개인정보는 절대 수집하지 않습니다.<br>

            <br>1) 회원이 로그인 또는 본인확인을 할 경우
            - 학교, 아이디, 학번, 이름

            또한 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.<br>
            <br>
            (1) PC : PC MacAddress, PC 사양정보, 브라우저 정보, 기타 서비스 이용 시 사용되는 프로그램 버전 정보<br>
            (2) 기타 정보 : 서비스 이용(정지) 기록, 접속 로그, 쿠키, 접속 IP정보<br><br>

            ※ 각 항목 또는 추가적으로 수집이 필요한 항목의 개인정보는 문의하기를 통한 회원 지원 과정 및 별도의 알림창을 통해서 서비스 이용 중 수집될 수 있습니다.<br>
            ※ 서비스 이용 과정에서 IP주소, 시간표 등 서비스 이용기록과 기기정보가 자동으로 생성되어 수집될 수 있습니다<br>
            ※ CRA는 인종, 사상, 의료정보 등 회원의 민감정보를 절대로 수집하지 않습니다.
            </p>
        <h3 style="padding-left:23%">3.개인정보 수집 목적 및 활용목적 </h3>
            <p>
                CRA는 보다 나은 서비스를 제공하기 위해, 아래의 목적에 한해 개인정보를 활용합니다.<br><br>

                1) 회원 식별, 부정이용 및 중복가입 방지, 재학생 및 졸업생 확인 등 회원관리<br>
                2) 개설강의, 학부 등 히즈넷 자료 분석을 통한 맞춤형 서비스 제공<br>
                3) 서비스 품질 향상을 목적으로 신규 서비스 개발, 서비스 유효성 확인, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계<br>
            </p>
         <h3 style="padding-left:23%">4.수집한 개인정보의 취급 및 위탁 </h3>
            <p>Histime은 외부에 개인정보를 위탁하지 않습니다.</p>
         <h3 style="padding-left:23%">5.수집한 개인정보의 보관 및 파기  </h3>
            <p>Histime의 개인정보는 Hisnet의 개인정보 저장기한이 끝나는 즉시 같이 파기됨을 알려드립니다.</p>

         <h3 style="padding-left:23%">6. 회원의 권리와 의무 </h3>
             <p>이용자가 입력한 부정확한 정보로 인해 발생하는 모든 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력 할 경우 계정의 이용이<br> 제한될 수 있습니다. 
            CRA가 운영하는 서비스를 이용하는 회원은 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도<br> 가지고 있습니다. 회원은 아이디(ID), 비밀번호를 포함한 개인정보가 유출되지 않도록 조심 하여야 하며, 게시물을 포함한 타인의 개인정보를 훼손하지 않도록<br> 유의해야 합니다. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 타인의 존엄성을 훼손할 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」<br>등에 의해 처벌 받을 수 있습니다.

            </p>
        <h3 style="padding-left:23%">7. 쿠키 </h3>
            <p>
                쿠키란 웹사이트를 운영하는 데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.
                서비스는<br> 사이트 로그인을 위해 아이디 식별에 쿠키를 사용할 수 있습니다.
                <br>쿠키 설정 거부 방법 : (IE의 경우) 웹 브라우저 상단의 도구 > 인터넷 옵션 > 사이트별 개인정보
            </p>
        <h3 style="padding-left:23%">8. 개인정보관리책임자 및 담당자 </h3>
            <p>
                CRA는 회원의 개인정보보호를 가장 중요시하며, 회원의 개인정보가 훼손, 침해 또는 누설되지 않도록 최선을 다하고 있습니다.<br>
                [개인정보관리책임자]<br>
                Histime 담당자<br>
                전자우편 : @handong.edu
            </p>
        <h3 style="padding-left:23%">9. 기타 개인정보에 관한 문의사항이 있을 경우 </h3>  
            <p>개인정보보호 담당 부서 : 에브리타임 권리침해신고센터<br>
            권리침해신고센터 사이트 : https://everytime.kr/page/right<br>
            권리침해신고센터 팩스 : 070-7614-3744<br>
            권리침해신고센터 메일 : privacy@everytime.kr<br>
            ※ 서비스 이용, 접근 제한 등의 문의는 권리침해신고센터를 통해 처리되지 않습니다. 해당 문의는 문의하기를 통해 전달해주시기 바랍니다.<br>

            기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.<br>
            1) 개인분쟁조정위원회 (www.1336.or.kr/1336)<br>
            2) 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)<br>
            3) 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)<br>
            4) 경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)<br>
            </p>  
    </div>
</template>
<script>
export default {
    
}
</script>

<style src = '../assets/Individual.less' lang='scss' scoped>

</style>

